{
    "home": "home",
    "about": "About",
    "contact": "Contact",
    "email us": "Email us",
    "blog1": "Dive into insightful articles that uncover hidden gems of knowledge and spark meaningful conversations.",
    "services": "Services",
    "projects": "Projects",
    "Language": "Language",
    "professional": "we are professional",
    "dream-project": "For Your Dream Projects ",
    "pro-builder": "Professional Builder",
    "build-home": "We Build Your Home",
    "we-are-trusted": "We are Trusted",
    "your-home": "For Your Dream Home",
    "menu": "Menu",
    "goal": "Goal",
    "customer-sat": "Customer Satisfaction: Ensure client satisfaction by delivering projects on time, within budget, and to the highest quality standards.",
    "mission": "Mission",
    "mission-long": "To deliver exceptional construction services with integrity, professionalism, and innovation, exceeding client expectations and contributing to the sustainable development of communities.",
    "vision": "Vision",
    "vision-long": "To be recognized as a leader in the construction industry, setting new standards of excellence through our commitment to quality, safety, and environmental sustainability.",
    "15-years": "17 Years of Experience",
    "welcome-to-meman": "Welcome to Meman Company",
    "memen-long": "MAMAN Company for General Contracting And general tradings Limited special, and specializes in providing distinguished services in the field of general contracting, general trade, and building and construction, as we are distinguished by deep experience and high efficiency in implementing various projects, whether those projects are in the infrastructure, housing, commercial, or industrial sectors, since our establishment, and we strive to achieve the highest standards of quality and efficiency in all our projects. Our team is qualified and specialized in a variety of engineering and technical disciplines, enabling us to meet our customers needs accurately and effectively. We adopt the latest technologies and practices in the construction industry, ensuring that projects are implemented highly efficiently and on time",
    "expert-workers": "Expert Workers",
    "quality-work": "Quality Work",
    "support": "24/7 Support",
    "our-services": "Our Services",
    "we-provide-services": "We Provide Services",
    "construction-long": "We provide everything related to construction and building works, and these works that we provide include implementing the arming works for various buildings and facilities, while doing everything related to the infrastructure from the beginning.",
    "construction-blog": "Building Construction",
    "all": "All",
    "building-construction": "Building Construction",
    "architecture-design": "Architecture Design",
    "interior-design": "Interior Design",
    "house-renovation": "House Renovation",
    "fixing-support": "Fixing & Support",
    "painting": "Painting",
    "build-coco": "Building construction is the art and science of assembling materials, labor, and technology to create structures that fulfill a variety of purposes.",
    "a": "Concrete constructions",
    "b": "Transforming houses into homes with meticulous craftsmanship and innovative design solutions.",
    "c": "project management",
    "d": "We provide comprehensive services in the field of project management, as we take on all aspects of the project from planning and coordination to procurement and contract management, scheduling, monitoring, implementation and delivery. We aim to ensure the successful completion of projects in accordance with the clients requirements and desires.",
    "e": "Electrical Service",
    "f": "With comprehensive services including design, installation and maintenance, we provide specialized services in a variety of systems that include: Electrical systems (wires and outlets). Plumbing systems (pipes and fittings). Fire and safety systems. Security and monitoring systems.",
    "g": "Finishing and decoration works",
    "h": "We implement all types of finishes and decorations for administrative buildings, residential complexes, factories and factories with the latest international tastes with full commitment to the quality of finishing",
    "i": "Painting",
    "j": "We provide comprehensive painting services for all types of buildings, including residential, commercial, and industrial buildings. Our services include interior and exterior painting, as well as painting for all types of surfaces and materials.",
    "k": "Meet Our CEO",
    "l": "Sahl abdullah",
    "m": "CEO & Founder",
    "n": "You May Ask",
    "o": "What services does Meman Company offer?"



  }
