{
    "home": "home",
    "about": "About",
    "contact": "Gallery",
    "email us": "Email us",
    "blog1": "Dive into insightful articles that uncover hidden gems of knowledge and spark meaningful conversations.",
    "services": "Services",
    "projects": "Projects",
    "Language": "Language",
    "professional": "we are professional",
    "dream-project": "For Your Dream Projects ",
    "pro-builder": "Professional Builder",
    "build-home": "We Build Your Home",
    "we-are-trusted": "We are Trusted",
    "your-home": "For Your Dream Home",
    "menu": "Menu",
    "goal": "Goal",
    "customer-sat": "Customer Satisfaction: Ensure client satisfaction by delivering projects on time, within budget, and to the highest quality standards.",
    "mission": "Mission",
    "mission-long": "To deliver exceptional construction services with integrity, professionalism, and innovation, exceeding client expectations and contributing to the sustainable development of communities.",
    "vision": "Vision",
    "vision-long": "To be recognized as a leader in the construction industry, setting new standards of excellence through our commitment to quality, safety, and environmental sustainability.",
    "15-years": "17 Years of Experience",
    "welcome-to-meman": "Welcome to Meman Company",
    "memen-long": "MAMAN Company for General Contracting And general tradings Limited special, and specializes in providing distinguished services in the field of general contracting, general trade, and building and construction, as we are distinguished by deep experience and high efficiency in implementing various projects, whether those projects are in the infrastructure, housing, commercial, or industrial sectors, since our establishment, and we strive to achieve the highest standards of quality and efficiency in all our projects. Our team is qualified and specialized in a variety of engineering and technical disciplines, enabling us to meet our customers needs accurately and effectively. We adopt the latest technologies and practices in the construction industry, ensuring that projects are implemented highly efficiently and on time",
    "expert-workers": "Expert Workers",
    "quality-work": "Quality Work",
    "support": "24/7 Support",
    "our-services": "Our Services",
    "we-provide-services": "We Provide Services",
    "construction-long": "We provide everything related to construction and building works, and these works that we provide include implementing the arming works for various buildings and facilities, while doing everything related to the infrastructure from the beginning.",
    "construction-blog": "Building Construction",
    "all": "All",
    "building-construction": "Building Construction",
    "architecture-design": "Architecture Design",
    "interior-design": "Interior Design",
    "house-renovation": "House Renovation",
    "fixing-support": "Fixing & Support",
    "painting": "Painting",
    "build-coco": "Building construction is the art and science of assembling materials, labor, and technology to create structures that fulfill a variety of purposes.",
    "a": "Concrete constructions",
    "b": "Transforming houses into homes with meticulous craftsmanship and innovative design solutions.",
    "c": "project management",
    "d": "We provide comprehensive services in the field of project management, as we take on all aspects of the project from planning and coordination to procurement and contract management, scheduling, monitoring, implementation and delivery. We aim to ensure the successful completion of projects in accordance with the clients requirements and desires.",
    "e": "Electrical Service",
    "f": "With comprehensive services including design, installation and maintenance, we provide specialized services in a variety of systems that include: Electrical systems (wires and outlets). Plumbing systems (pipes and fittings). Fire and safety systems. Security and monitoring systems.",
    "g": "Finishing and decoration works",
    "h": "We implement all types of finishes and decorations for administrative buildings, residential complexes, factories and factories with the latest international tastes with full commitment to the quality of finishing.",
    "i": "Painting",
    "j": "We provide comprehensive painting services for all types of buildings, including residential, commercial, and industrial buildings. Our services include interior and exterior painting, as well as painting for all types of surfaces and materials.",
    "k": "Meet Our CEO",
    "l": "Sahl abdullah",
    "m": "CEO & Founder",
    "n": "You May Ask",
    "o": "What services does Meman Company offer?",
    "p": "Meman Company a comprehensive range of construction services including: Building Construction House Renovation Interior Design Architecture Design Fixing & Support Painting",
    "q": "Is Meman Company licensed and insured?",
    "r": "Yes, Meman Company is licensed and insured. As a reputable construction company, they adhere to all legal and regulatory requirements in the jurisdictions where they operate. Their licensing ensures that they have met the necessary qualifications and standards to carry out construction work, while their insurance provides protection for both the company and its clients in the event of accidents, damages, or liabilities during the course of a project. This licensing and insurance give clients peace of mind knowing that they are working with a professional and reputable construction company.",
    "s": "Does Meman Company handle both small and large-scale projects?",
    "t": "Yes, Meman Company handles both small and large-scale projects. Whether you need assistance with a small renovation or a large-scale construction project, Meman Company has the expertise, resources, and capabilities to meet your needs. Their experienced team can tailor their services to accommodate projects of various sizes and complexities, ensuring quality results regardless of the scale.",
    "u": "What sets Meman Company apart from other construction companies?",
    "v": "Expertise and Experience: With over 17 years of experience in the construction industry, Meman Company brings a wealth of knowledge and expertise to every project. Quality Craftsmanship: Meman Company is committed to delivering superior quality craftsmanship in every aspect of their work, ensuring durable and aesthetically pleasing results. Customer Satisfaction: The company prioritizes customer satisfaction and strives to exceed client expectations through transparent communication, attention to detail, and personalized service.",
    "w": "How long does a typical construction project take to complete?",
    "x": "The duration of a typical construction project can vary significantly depending on various factors, including the size, complexity, scope, and specific requirements of the project. Additionally, external factors such as weather conditions, material availability, and regulatory approvals can also impact the timeline. That being said, a small-scale construction project such as a house renovation or interior remodeling may take anywhere from a few weeks to a few months to complete. On the other hand, large-scale projects such as building construction or infrastructure development can take several months to several years to finish, depending on the scale and complexity of the project.",
    "y": "Does Meman Company provide warranty or guarantee on its work?",
    "z": "Yes, Meman Company typically provides a warranty or guarantee on its work to ensure customer satisfaction and confidence in the quality of their services. The specifics of the warranty or guarantee may vary depending on the type of project and the terms agreed upon between the company and the client.",
    "aa": "What does Meman Company projects cost?",
    "bb": "The cost of projects undertaken by Meman Company can vary widely depending on several factors, including the type of project, its size and complexity, materials used, labor costs, location, and any additional services required. Each project is unique, and therefore, the cost is determined based on the specific requirements and scope of work agreed upon between the company and the client.",
    "cc": "Email Us",
    "dd": "Click here",
    "ee": "Opening Hour",
    "ff": "sat - fri , 8:00 AM - 5:00 PM",
    "gg": "Call Us",
    "hh": "Office Contact",
    "ii": "Erbil, Iraq opposite Family Mall",
    "jj": "Services",
    "buildingConstruction": "Building Construction",
    "houseRenovation": "House Renovation",
    "architectureDesign": "Finishing and decoration works",
    "electricalService": "Electrical Service",
    "concreteConstruction": "Concrete Construction",
    "paintings": "Painting",
    "kk": "Toyota Company in Erbil - Zakho - Basra in 2009-2",
    "ll": "The Spanish Village Project, working on its homes and some of its projects",
    "mm": "The golden company",
    "nn": "Rami Tower Company",
    "oo": "Al-Fath Association in Baghdad",
    "pp": "Al-Badur sect in Baghdad",
    "qq": "The following places are evidence of the honesty and accuracy of our work:",
    "con": "Contact"
  }
