{
  "home": "الرئيسية",
  "about": "حول",
  "contact": "صالة عرض",
  "email": "البريد الإلكتروني",
  "services": "خدمات",
  "projects": "مشاريع",
  "Language": "لغة",
  "blog1": "انغمس في المقالات الثاقبة التي تكشف عن كنوز المعرفة المخفية وتثير محادثات هادفة.",
  "professional": "نحن محترفون",
  "dream-project": "لمشاريع أحلامك",
  "pro-builder": "منشئ محترف",
  "build-home": "نحن نبني منزلك",
  "we-are-trusted": "نحن موثوقون",
  "your-home": "لمنزل أحلامك",
  "menu": "قائمة",
  "goal": "هدفنا",
  "customer-sat": "رضا العملاء: ضمان رضا العملاء من خلال تسليم المشاريع في الوقت المحدد وفي حدود الميزانية وبأعلى معايير الجودة.",
  "mission": "مهمتنا",
  "mission-long": "تقديم خدمات بناء استثنائية بنزاهة واحترافية وابتكار، بما يتجاوز توقعات العملاء والمساهمة في التنمية المستدامة للمجتمعات.",
  "vision": "رؤيتنا",
  "vision-long": "أن نكون الشركة الرائدة في مجال البناء والتشييد والتصميم في الشرق الأوسط وشمال أفريقيا.",
  "welcome-meman": "مرحبا بكم في شركة ميمان",
  "15-years": "١٧ عاما من الخبرة",
  "meman-long": ".شركة مامان للمقاولات العامة والتجارة العامة المحدودة خاصة، وتتخصص في تقديم خدمات متميزة في مجال المقاولات العامة والتجارة العامة والبناء والتشييد، حيث نتميز بالخبرة العميقة والكفاءة العالية في تنفيذ المشاريع المختلفة سواء تلك المشاريع في قطاعات البنية التحتية أو الإسكان أو التجارة أو الصناعة منذ تأسيسنا، ونحن نسعى جاهدين لتحقيق أعلى معايير الجودة والكفاءة في جميع مشاريعنا. فريقنا مؤهل ومتخصص في مجموعة متنوعة من التخصصات الهندسية والفنية، مما يمكننا من تلبية احتياجات عملائنا بدقة وفعالية. نحن نعتمد أحدث التقنيات والممارسات في صناعة البناء والتشييد، مما يضمن تنفيذ المشاريع بكفاءة عالية وفي الوقت المحدد.",
  "expert-workers": "عمال متخصصون",
  "quality-work": "نوعية العمل",
  "support": "خدمة مستمرة",
  "our-services": "خدماتنا",
  "we-provide-services": "نحن نقدم الخدمات",
  "construction-long": " نقدم كافة ما يتعلق بأعمال الإنشاءات والبناء، وتتمثل هذه الأعمال التي نقدمها في تنفيذ أعمال التسليح لمختلف المباني والمنشات مع عمل كل ما يتعلق بالبنية التحتية من البداية.",
  "construction-blog": "تشييد المباني",
  "all": "الكل",
  "building-construction": "بناء البناء",
  "architecture-design": "تصميم الهندسة المعمارية",
  "interior-design": "تصميم الداخلية",
  "house-renovation": "تجديد المنزل",
  "fixing-support": "الإصلاح والدعم",
  "painting": "سبوخ",
  "build-coco": "تشييد المباني هو فن وعلم تجميع المواد والعمالة والتكنولوجيا لإنشاء هياكل تلبي مجموعة متنوعة من الأغراض.",
  "a": "الانشاءات الخرسانية",
  "b": "تحويل المنازل إلى منازل بحرفية دقيقة وحلول تصميمية مبتكرة.",
  "c": "ادارة المشاري ع",
  "d": "نحن نقدم خدمات شاملة في مجال إدارة المشاريع، حيث نتولى جميع جوانب المشروع من التخطيط والتنسيق إلى إدارة المشتريات والعقود والجدولة والمراقبة والتنفيذ والتسليم. ونحن نهدف إلى ضمان الانتهاء بنجاح من المشاريع وفقا لمتطلبات العملاء ورغباتهم",
  "e": "الخدمات الكهربائية",
  "f": "مع خدمات شاملة تشمل التصميم والتركيب والصيانة، نقدم خدمات متخصصة في مجموعة متنوعة من الأنظمة التي تشمل: الأنظمة الكهربائية (الأسلاك والمنافذ). أنظمة السباكة (الأنابيب والتجهيزات). أنظمة الحريق والسلامة. أنظمة الأمن والمراقبة.",
  "g": "أعمال التشطيبات والديكور",
  "h": "نقوم بتنفيذ جميع أنواع التشطيبات والديكورات للمباني الإدارية والمجمعات السكنية والمصانع والمصانع بأحدث الأذواق العالمية مع الالتزام التام بجودة التشطيب.",
  "i": "تلوين",
  "j": "نحن نقدم خدمات دهان شاملة لجميع أنواع المباني، بما في ذلك المباني السكنية والتجارية والصناعية. تشمل خدماتنا الطلاء الداخلي والخارجي، بالإضافة إلى طلاء جميع أنواع الأسطح والمواد.",
  "k": "تعرف على الرئيس التنفيذي ",
  "l": "سهل عبدللە",
  "m": "الرئيس التنفيذي",
  "n": "يمكنك السؤال",
  "o": "ما هي الخدمات التي تقدمها شركة ميمان؟",
  "p": "تقدم شركة ميمان مجموعة شاملة من خدمات البناء بما في ذلك: تشييد المباني وتجديد المنازل والتصميم الداخلي والتصميم المعماري والإصلاح والدعم والطلاء",
  "q": "هل شركة ميمان مرخصة ومؤمنة؟",
  "r": "نعم شركة ميمان مرخصة ومؤمنة. وباعتبارها شركة بناء ذات سمعة طيبة، فإنها تلتزم بجميع المتطلبات القانونية والتنظيمية في الولايات القضائية التي تعمل فيها. يضمن ترخيصهم أنهم قد استوفوا المؤهلات والمعايير اللازمة لتنفيذ أعمال البناء، في حين يوفر التأمين الخاص بهم الحماية لكل من الشركة وعملائها في حالة وقوع حوادث أو أضرار أو مسؤوليات أثناء سير المشروع. يمنح هذا الترخيص والتأمين العملاء راحة البال عندما يعلمون أنهم يعملون مع شركة إنشاءات محترفة وذات سمعة طيبة.",
  "s": "هل تتعامل شركة ميمان مع المشاريع الصغيرة والكبيرة الحجم؟",
  "t": "نعم، تتعامل شركة ميمان مع المشاريع الصغيرة والكبيرة الحجم. سواء كنت بحاجة إلى مساعدة في تجديد صغير أو مشروع بناء واسع النطاق، فإن شركة ميمان لديها الخبرة والموارد والقدرات لتلبية احتياجاتك. يمكن لفريقهم ذو الخبرة تصميم خدماتهم لاستيعاب المشاريع ذات الأحجام والتعقيدات المختلفة، مما يضمن نتائج عالية الجودة بغض النظر عن الحجم.",
  "u": "ما الذي يميز شركة ميمان عن شركات المقاولات الأخرى؟",
  "v": "الخبرة والخبرة: مع أكثر من 17 عامًا من الخبرة في مجال البناء والتشييد، تقدم شركة ميمان ثروة من المعرفة والخبرة لكل مشروع. حرفية عالية الجودة: تلتزم شركة Meman بتقديم حرفية عالية الجودة في كل جانب من جوانب عملها، مما يضمن نتائج متينة وممتعة من الناحية الجمالية. رضا العملاء: تعطي الشركة الأولوية لرضا العملاء وتسعى جاهدة لتجاوز توقعات العملاء من خلال التواصل الشفاف والاهتمام بالتفاصيل والخدمة الشخصية.",
  "w": "كم من الوقت يستغرق مشروع البناء النموذجي لإكماله؟",
  "x": "يمكن أن تختلف مدة مشروع البناء النموذجي بشكل كبير اعتمادًا على عوامل مختلفة، بما في ذلك الحجم والتعقيد والنطاق والمتطلبات المحددة للمشروع. بالإضافة إلى ذلك، يمكن للعوامل الخارجية مثل الظروف الجوية وتوافر المواد والموافقات التنظيمية أن تؤثر أيضًا على الجدول الزمني. ومع ذلك، فإن مشروع البناء صغير الحجم مثل تجديد المنزل أو إعادة التصميم الداخلي قد يستغرق من بضعة أسابيع إلى بضعة أشهر حتى يكتمل. من ناحية أخرى، يمكن أن تستغرق المشاريع واسعة النطاق مثل تشييد المباني أو تطوير البنية التحتية عدة أشهر إلى عدة سنوات حتى تنتهي، اعتمادًا على حجم المشروع وتعقيده.",
  "y": "هل تقدم شركة ميمان الضمان على عملها؟",
  "z": "نعم، تقوم شركة ميمان عادةً بتقديم ضمان أو كفالة على أعمالها لضمان رضا العملاء وثقتهم في جودة خدماتهم. قد تختلف تفاصيل الضمان أو الضمان حسب نوع المشروع والشروط المتفق عليها بين الشركة والعميل.",
  "aa": "ما هي تكلفة مشاريع شركة ميمان؟",
  "bb": "يمكن أن تختلف تكلفة المشاريع التي تنفذها شركة ميمان بشكل كبير اعتمادًا على عدة عوامل، بما في ذلك نوع المشروع وحجمه وتعقيده والمواد المستخدمة وتكاليف العمالة والموقع وأي خدمات إضافية مطلوبة. كل مشروع فريد من نوعه، ولذلك يتم تحديد التكلفة بناءً على المتطلبات المحددة ونطاق العمل المتفق عليه بين الشركة والعميل.",
  "cc": "ارسل لنا عبر البريد الإلكتروني",
  "dd": "انقر هنا",
  "ee": "ساعة الافتتاح",
  "ff": "السبت - الجمعة، 8:00 صباحًا - 5:00 مساءً",
  "gg": "اتصل بنا",
  "hh": "الاتصال بالمكتب",
  "ii": "اربيل، العراق، مقابل فاملي مول",
  "jj": "خدمات",
  "buildingConstruction": "تشييد المباني",
  "houseRenovation": "إعادة تهيئة المنزل",
  "architectureDesign": "أعمال التشطيب والديكور",
  "electricalService": "الخدمة الكهربائية",
  "concreteConstruction": "البناء الخرساني",
  "paintings": "تلوين",
  "kk": "شركة تويوتا في اربيل – زاخو – البصرة سنة . ٢٠٠٩-٢",
  "ll": "مشروع القرية الاسبانية والعمل على منازلها وبعض مشاريعها",
  "mm": "الشركة الذهبية",
  "nn": "شركة برج رامي",
  "oo": "جمعية الفتح في بغداد",
  "pp": "طائفة البدور في بغداد",
  "qq": ": المواضع التالية دليل عىل صدق ودقة عملنا"
  
}
