{
  "home": "الرئيسية",
  "about": "حول",
  "contact": "اتصل",
  "email": "البريد الإلكتروني",
  "services": "خدمات",
  "projects": "مشاريع",
  "Language": "لغة",
  "blog1": "انغمس في المقالات الثاقبة التي تكشف عن كنوز المعرفة المخفية وتثير محادثات هادفة.",
  "professional": "نحن محترفون",
  "dream-project": "لمشاريع أحلامك",
  "pro-builder": "منشئ محترف",
  "build-home": "نحن نبني منزلك",
  "we-are-trusted": "نحن موثوقون",
  "your-home": "لمنزل أحلامك",
  "menu": "قائمة",
  "goal": "هدفنا",
  "customer-sat": "رضا العملاء: ضمان رضا العملاء من خلال تسليم المشاريع في الوقت المحدد وفي حدود الميزانية وبأعلى معايير الجودة.",
  "mission": "مهمتنا",
  "mission-long": "تقديم خدمات بناء استثنائية بنزاهة واحترافية وابتكار، بما يتجاوز توقعات العملاء والمساهمة في التنمية المستدامة للمجتمعات.",
  "vision": "رؤيتنا",
  "vision-long": "أن نكون الشركة الرائدة في مجال البناء والتشييد والتصميم في الشرق الأوسط وشمال أفريقيا.",
  "welcome-meman": "مرحبا بكم في شركة ميمان",
  "15-years": "١٧ عاما من الخبرة",
  "meman-long": ".شركة مامان للمقاولات العامة والتجارة العامة المحدودة خاصة، وتتخصص في تقديم خدمات متميزة في مجال المقاولات العامة والتجارة العامة والبناء والتشييد، حيث نتميز بالخبرة العميقة والكفاءة العالية في تنفيذ المشاريع المختلفة سواء تلك المشاريع في قطاعات البنية التحتية أو الإسكان أو التجارة أو الصناعة منذ تأسيسنا، ونحن نسعى جاهدين لتحقيق أعلى معايير الجودة والكفاءة في جميع مشاريعنا. فريقنا مؤهل ومتخصص في مجموعة متنوعة من التخصصات الهندسية والفنية، مما يمكننا من تلبية احتياجات عملائنا بدقة وفعالية. نحن نعتمد أحدث التقنيات والممارسات في صناعة البناء والتشييد، مما يضمن تنفيذ المشاريع بكفاءة عالية وفي الوقت المحدد.",
  "expert-workers": "عمال متخصصون",
  "quality-work": "نوعية العمل",
  "support": "خدمة مستمرة",
  "our-services": "خدماتنا",
  "we-provide-services": "نحن نقدم الخدمات",
  "construction-long": " نقدم كافة ما يتعلق بأعمال الإنشاءات والبناء، وتتمثل هذه الأعمال التي نقدمها في تنفيذ أعمال التسليح لمختلف المباني والمنشات مع عمل كل ما يتعلق بالبنية التحتية من البداية.",
  "construction-blog": "تشييد المباني",
  "all": "الكل",
  "building-construction": "بناء البناء",
  "architecture-design": "تصميم الهندسة المعمارية",
  "interior-design": "تصميم الداخلية",
  "house-renovation": "تجديد المنزل",
  "fixing-support": "الإصلاح والدعم",
  "painting": "سبوح",
  "build-coco": "تشييد المباني هو فن وعلم تجميع المواد والعمالة والتكنولوجيا لإنشاء هياكل تلبي مجموعة متنوعة من الأغراض.",
  "a": "الانشاءات الخرسانية",
  "b": "تحويل المنازل إلى منازل بحرفية دقيقة وحلول تصميمية مبتكرة.",
  "c": "ادارة المشاري ع",
  "d": "نحن نقدم خدمات شاملة في مجال إدارة المشاريع، حيث نتولى جميع جوانب المشروع من التخطيط والتنسيق إلى إدارة المشتريات والعقود والجدولة والمراقبة والتنفيذ والتسليم. ونحن نهدف إلى ضمان الانتهاء بنجاح من المشاريع وفقا لمتطلبات العملاء ورغباتهم",
  "e": "الخدمات الكهربائية",
  "f": "مع خدمات شاملة تشمل التصميم والتركيب والصيانة، نقدم خدمات متخصصة في مجموعة متنوعة من الأنظمة التي تشمل: الأنظمة الكهربائية (الأسلاك والمنافذ). أنظمة السباكة (الأنابيب والتجهيزات). أنظمة الحريق والسلامة. أنظمة الأمن والمراقبة.",
  "g": "أعمال التشطيبات والديكور",
  "h": "نقوم بتنفيذ جميع أنواع التشطيبات والديكورات للمباني الإدارية والمجمعات السكنية والمصانع والمصانع بأحدث الأذواق العالمية مع الالتزام التام بجودة التشطيب.",
  "i": "تلوين",
  "j": "نحن نقدم خدمات دهان شاملة لجميع أنواع المباني، بما في ذلك المباني السكنية والتجارية والصناعية. تشمل خدماتنا الطلاء الداخلي والخارجي، بالإضافة إلى طلاء جميع أنواع الأسطح والمواد.",
  "k": "تعرف على الرئيس التنفيذي ",
  "l": "سهل عبدللە",
  "m": "الرئيس التنفيذي",
  "n": "يمكنك السؤال",
  "o": "ما هي الخدمات التي تقدمها شركة ميمان؟"
}
