{
    "home": "سەرەتا",
    "about": "دەربارەی ئێمە",
    "contact": "گەلەری",
    "email us": "ئیمەیل بنێرە",
    "services": "خزمەتگوزاریەکان",
    "projects": "پڕۆژەکان",
    "Language": "زمان",
    "blog1": "خۆت بخزێنە ناو بابەتگەلێکی تێڕامانەوە کە گەوهەرە شاراوەکانی زانین ئاشکرا دەکەن و گفتوگۆی مانادار دەوروژێنن.",
    "professional": "ئێمە پیشەییین",
    "dream-project": "بۆ پڕۆژەی خەونەکانت",
    "pro-builder": "بیناسازی پیشەیی",
    "build-home": "ئێمە ماڵەکەت دروست دەکەین",
    "we-are-trusted": "متمانە پێکراوین",
    "your-home": "بۆ ماڵی خەونەکانت",
    "menu": "مێنیو",
    "goal": "ئامانج",
    "customer-sat": "ڕازیبوونی کڕیار: دڵنیابوون لە ڕازیبوونی کڕیار بە گەیاندنی پڕۆژەکان لە کاتی خۆیدا، لە چوارچێوەی بودجە و بە بەرزترین ستانداردی کوالیتی.",
    "mission": "ئەرک",
    "mission-long": "بۆ پێشکەشکردنی خزمەتگوزاری بیناسازی ناوازە بە دەستپاکی، پیشەیی و داهێنان، تێپەڕاندنی چاوەڕوانییەکانی کڕیار و بەشداریکردن لە گەشەپێدانی بەردەوامی کۆمەڵگاکان.",
    "vision": "ڕوانگە",
    "vision-long": "بۆ ئەوەی وەک پێشەنگێک لە پیشەسازی بیناسازیدا بناسرێت، دانانی ستانداردی نوێی باشی لەڕێگەی پابەندبوونمان بە کوالیتی، سەلامەتی و بەردەوامیی ژینگەیی.",
    "15-years": "ئەزموونی ١٧ ساڵ",
    "welcome-to-meman": "بەخێربێن بۆ کۆمپانیای مەمان",
    "meman-long": "کۆمپانیای مەمان بۆ بەڵێندەرایەتی گشتی و بازرگانی گشتی سنووردار تایبەتە، و تایبەتمەندە لە پێشکەشکردنی خزمەتگوزارییە جیاوازەکان لە بواری گرێبەستی گشتی و بازرگانی گشتی و بیناسازی و بیناسازی، وەک چۆن ئێمە جیا دەبینەوە بە ئەزموونی قووڵ و کارایی بەرز لە جێبەجێکردنی پڕۆژەی جۆراوجۆر، جا ئەو پڕۆژانە بێت لە کەرتی ژێرخانی، نیشتەجێبوون، بازرگانی، یان پیشەسازیداین، لە دامەزراندنی ئێمەوە، و هەوڵدەدەین بەرزترین ستانداردی کوالیتی و کارایی لە هەموو پڕۆژەکانماندا بەدەستبهێنین. تیمەکەمان شارەزا و پسپۆڕە لە چەندین دیسیپلینی ئەندازیاری و تەکنیکی، ئەمەش وامان لێدەکات بە وردی و کاریگەر پێداویستییەکانی کڕیارەکانمان دابین بکەین. ئێمە نوێترین تەکنەلۆژیا و پراکتیکەکان لە پیشەسازی بیناسازیدا دەگرینەبەر، دڵنیا دەبینەوە لەوەی کە پڕۆژەکان بە شێوەیەکی زۆر کارا و لە کاتی خۆیدا جێبەجێ دەکرێن.",
    "expert-workers": "کرێکاری شارەزا",
    "quality-work": "کاری کوالیتی",
    "support": "خزمەت گوزاری بەردەوام",
    "our-services": "خزمەتگوزاریەکانمان",
    "we-provide-services": "ئێمە خزمەتگوزاری پێشکەش دەکەین",
    "construction-long": "ئێمە هەموو شتێک کە پەیوەندی بە بیناسازی و کارەکانی بیناسازییەوە هەیە دابین دەکەین، ئەم کارانەی کە پێشکەشی دەکەین بریتین لە ئەنجامدانی کاری بەهێزکردن بۆ بینا و دامەزراوە جۆراوجۆرەکان، لەگەڵ ئەنجامدانی هەموو کارەکانی پەیوەست بە ژێرخانی ئابووری لە سەرەتاوە تا کۆتایی.",
    "construction-blog": "دروستکردنی تەلار ",
    "all": "گشت",
    "building-construction": "دروستلردنی بینا",
    "architecture-design": "بیناسازی کۆنکرێتی",
    "interior-design": "دیزانی ناوەوە",
    "house-renovation": "خانوو نۆژەنکردنەوە",
    "fixing-support": "چاکردنەوە",
    "painting": "رەنگکردن",
    "build-coco": "بیناسازی بیناسازی هونەر و زانستی کۆکردنەوەی کەرەستە و کار و تەکنەلۆژیایە بۆ دروستکردنی پێکهاتە کە ئامانجی جۆراوجۆر بەدیبهێنێت.",
    "a": "بیناسازی کۆنکرێتی",
    "b": "گۆڕینی خانووەکان بۆ ماڵ بە کاری دەستی ورد و چارەسەری دیزاینی داهێنەرانە.",
    "c": "بەڕێوەبردنی پڕۆژە",
    "d": "ئێمە خزمەتگوزاری گشتگیر پێشکەش دەکەین لە بواری بەڕێوەبردنی پڕۆژە، بەو پێیەی هەموو لایەنەکانی پڕۆژەکە لە پلاندانان و هەماهەنگییەوە تا دەگاتە بەڕێوەبردنی تەداروکات و گرێبەست، خشتەی کار، چاودێری، جێبەجێکردن و گەیاندنی. ئامانجمان دڵنیابوونە لە تەواوکردنی سەرکەوتووانەی پڕۆژەکان بەپێی پێداویستی و خواستەکانی کڕیاران",
    "e": "خزمەتگوزاری کارەبا",
    "f": "بە خزمەتگوزاری گشتگیر لەوانە دیزاین و دانان و چاککردنەوە، ئێمە خزمەتگوزاری تایبەتمەند پێشکەش دەکەین لە چەندین سیستەمی جۆراوجۆردا کە بریتین لە: سیستەمی کارەبایی (وایەر و دەرچە). سیستەمی لۆری (بۆری و فیتینگ). سیستەمی ئاگرکوژێنەوە و سەلامەتی. سیستەمی ئاسایش و چاودێری.",
    "g": "کار ی تەواوکردن و دیكۆرات",
    "h": "ئێمە هەموو جۆرە تەواوکردن و دیکۆراتێک بۆ بینا کارگێڕییەکان و کۆمەڵگەی نیشتەجێبوون و کارگە و کارگەکان بە نوێترین سەلیقەی نێودەوڵەتی جێبەجێ دەکەین لەگەڵ پابەندبوونی تەواو بە کوالێتی تەواوکردن.",
    "i": "بۆیاخکردنی خانوو",
    "j": "ئێمە خزمەتگوزاری بۆیاخکردنی گشتگیر بۆ هەموو جۆرە بینایەک پێشکەش دەکەین، لەوانەش بینای نیشتەجێبوون و بازرگانی و پیشەسازی. خزمەتگوزاریەکانمان بریتین لە بۆیاخکردنی ناوەوە و دەرەوە، هەروەها بۆیاخکردن بۆ هەموو جۆرە ڕووکار و کەرەستەیەک.",
    "k": "بەڕێوەبەرەکەمان بناسە",
    "l": "سەهل عبدللە",
    "m": "بەڕێوەبەری کۆمپانیا",
    "n": "پرسیارە دووبارەکان",
    "o": "کۆمپانیای مەمان چ خزمەتگوزارییەک پێشکەش دەکات؟",
    "p": "کۆمپانیای مەمان کۆمەڵێک خزمەتگوزاری بیناسازی گشتگیر لەوانە: بیناسازی بیناسازی نۆژەنکردنەوەی خانوو دیزاینی ناوەوە دیزاینی تەلارسازی چاککردنەوە و پشتگیری بۆیاخکردن",
    "q": "ئایا کۆمپانیای مەمان مۆڵەتی هەیە و بیمەی هەیە؟",
    "r": "بەڵێ کۆمپانیای مەمان مۆڵەتی هەیە و بیمەی هەیە. وەک کۆمپانیایەکی بیناسازی بەناوبانگ، پابەندن بە هەموو مەرجە یاسایی و ڕێکخراوەییەکان لەو دەسەڵاتانەی کە کاردەکەن. مۆڵەتدانیان دڵنیای دەدات لەوەی کە بڕوانامە و ستانداردە پێویستەکانیان بۆ ئەنجامدانی کاری بیناسازی بەدیهێناوە، لە کاتێکدا بیمەکەیان پارێزگاری لە هەردوو کۆمپانیاکە و کڕیارەکانی دەکات لە ئەگەری ڕووداو، زیان، یان بەرپرسیارێتی لە ماوەی پڕۆژەیەکدا. ئەم مۆڵەتدان و بیمەیە ئارامییەکی دەروونی بە کڕیارەکان دەبەخشێت بەو پێیەی دەزانن کە لەگەڵ کۆمپانیایەکی بیناسازی پیشەیی و بەناوبانگ کاردەکەن.",
    "s": "ئایا کۆمپانیای مەمان هەردوو پڕۆژەی بچووک و گەورە بەڕێوەدەبات؟",
    "t": "بەڵێ کۆمپانیای مەمان هەردوو پڕۆژەی بچووک و گەورە بەڕێوەدەبات. جا پێویستت بە یارمەتی هەبێت بۆ نۆژەنکردنەوەیەکی بچووک یان پڕۆژەیەکی بیناسازی گەورە، کۆمپانیای مەمان شارەزایی و سەرچاوە و توانای هەیە بۆ دابینکردنی پێداویستییەکانتان. تیمی بەئەزموونیان دەتوانن خزمەتگوزارییەکانیان بەپێی پڕۆژەکانی قەبارە و ئاڵۆزییە جیاوازەکان بگونجێنن، ئەمەش دڵنیابوون لە ئەنجامە کوالیتیەکان بەبێ گوێدانە قەبارەکە.",
    "u": "چی کۆمپانیای مەمان لە کۆمپانیاکانی تری بیناسازی جیا دەکاتەوە؟",
    "v": "شارەزایی و ئەزموون: بە ئەزموونی زیاتر لە ١٧ ساڵ لە پیشەسازی بیناسازیدا، کۆمپانیای مەمان دەوڵەمەندی زانیاری و شارەزایی دەهێنێتە هەموو پڕۆژەیەک. کاری دەستی کوالیتی: کۆمپانیای مەمان پابەندە بە پێشکەشکردنی کاری دەستی کوالیتی بەرز لە هەموو لایەنەکانی کارەکانیاندا، دڵنیابوون لە ئەنجامە بەردەوام و دڵخۆشکەرەکان لە ڕووی جوانکارییەوە. ڕازیبوونی کڕیار: کۆمپانیاکە ڕەزامەندی کڕیار لە پێشینەدایە و هەوڵدەدات لە ڕێگەی پەیوەندی شەفاف و گرنگیدان بە وردەکاری و خزمەتگوزاری کەسییەوە چاوەڕوانییەکانی کڕیار تێپەڕێنێت.",
    "w": "پڕۆژەیەکی بیناسازی ئاسایی چەند کات دەخایەنێت تا تەواو دەبێت؟",
    "x": "ماوەی پڕۆژەیەکی بیناسازی ئاسایی دەتوانێت جیاوازییەکی بەرچاوی هەبێت بەپێی هۆکارە جیاوازەکان، لەوانە قەبارە، ئاڵۆزی، مەودا و پێداویستییە تایبەتەکانی پڕۆژەکە. سەرەڕای ئەوە، هۆکارە دەرەکییەکانی وەک بارودۆخی کەشوهەوا، بەردەستبوونی ماددە، و پەسەندکردنی ڕێکخراوەیی دەتوانن کاریگەرییان لەسەر هێڵی کاتیش هەبێت. کە ئەمە دەگوترێ، پڕۆژەیەکی بیناسازی بچووک وەک نۆژەنکردنەوەی خانوو یان نۆژەنکردنەوەی ناوەوە ڕەنگە لە چەند هەفتەیەکەوە تا چەند مانگێک بخایەنێت تا تەواو دەبێت. لە لایەکی ترەوە پڕۆژە گەورەکانی وەک بیناسازی بینا یان پەرەپێدانی ژێرخانی ئابووری دەتوانێت چەند مانگێک تا چەند ساڵێک بخایەنێت تا تەواو دەبێت، ئەمەش بەندە بە قەبارە و ئاڵۆزی پڕۆژەکە.",
    "y": "ئایا کۆمپانیای مەمان گەرەنتی لەسەر کارەکانی دەدات؟",
    "z": "بەڵێ، کۆمپانیای مەمان بە شێوەیەکی گشتی گەرەنتی لەسەر کارەکانی دەدات بۆ دڵنیابوون لە ڕازیبوونی کڕیار و متمانە بە کوالیتی خزمەتگوزارییەکانیان. تایبەتمەندییەکانی گەرەنتی یان گەرەنتی ڕەنگە جیاواز بن بەپێی جۆری پڕۆژەکە و ئەو مەرجانەی کە لە نێوان کۆمپانیا و کڕیاردا ڕێککەوتوون.",
    "aa": "تێچووی پڕۆژەکانی کۆمپانیای مەمان چەندە؟",
    "bb": "تێچووی ئەو پڕۆژانەی کە کۆمپانیای مەمان ئەنجامی دەدەن دەتوانێت زۆر جیاواز بێت بەپێی چەند هۆکارێک، لەوانە جۆری پڕۆژەکە، قەبارە و ئاڵۆزییەکەی، کەرەستەی بەکارهێنراو، تێچووی کار، شوێن و هەر خزمەتگوزارییەکی زیادە کە پێویست بێت. هەر پڕۆژەیەک تایبەتە و هەربۆیە، تێچوونەکەی بە پشتبەستن بە پێداویستییە تایبەتەکان و مەودای کارەکان دیاری دەکرێت کە لە نێوان کۆمپانیا و کڕیاردا ڕێککەوتوون.",
    "cc": "ئیمەیڵمان بۆ بنێرە",
    "dd": "کلیک ڵیرە بکە",
    "ee": "کاتی کردنەوە",
    "ff": " شەممە - هەینی، کاتژمێر 8:00 بەیانی - 5:00 ئێوارە",
    "gg": "پەیوەندیمان پێوە بکەن",
    "hh": "پەیوەندی ئۆفیس",
    "ii": "هەولێر، کوردستان بەرامبەر فاملی مۆڵ",
    "jj": "خزمەتگوزارییەکان",
    "buildingConstruction": "دروست کردنی تەلار",
    "houseRenovation": "نۆژەنکردنەوەی خانوو",
    "architectureDesign": "کاری تەواوکردن و ڕازاندنەوە",
    "electricalService": "خزمەتگوزاری کارەبا",
    "concreteConstruction": "بیناسازی کۆنکرێت",
    "paintings": "بۆیاخ کردن",
    "kk": "کۆمپانیای تۆیۆتا لە هەولێر - زاخۆ - بەسرە لە ساڵی ٢٠٠٩-٢٠١٠",
    "ll": "پڕۆژەی گوندی ئیسپانی، کارکردن لەسەر ماڵەکانی و هەندێک لە پڕۆژەکانی",
    "mm": "کۆمپانیای زێڕین",
    "nn": "کۆمپانیای ڕامی تاوەر",
    "oo": "کۆمەڵەی ئەلفات لە بەغداد",
    "pp": "مەزهەبی ئەلبادور لە بەغدا",
    "qq": " : ئەم شوێنانەی خوارەوە بەڵگەن لەسەر ڕاستگۆیی و وردبینی کارەکانمان",
    "con": "پەیوەندی",
    "our-galary": "گەلەرییەکانمان",
    "contact-us": "پەیوەندیمان پێوە بکە",
    "get-in-touch": "پەیوەندیمان پێوە بکە",
    "for-any-questions": "بۆ هەر پرسیارێک یان سەرنجێک پەیوەندیمان پێوە بکەن",
    "location": "ناونیشان",
    "phone": "ژمارەی مۆبایل",
    "email": "ئیمەیڵ",
    "your-name": "ناو",
    "your-email": "ئیمەیڵ ",
    "subject": "بابەت",
    "message": "پەیام",
    "send-message": "پەیام بنێرە"
  }