{
    "home": "سەرەتا",
    "about": "دەربارەی ئێمە",
    "contact": "پەیوەندی",
    "email us": "ئیمەیل بنێرە",
    "services": "خزمەتگوزاریەکان",
    "projects": "پڕۆژەکان",
    "Language": "زمان",
    "blog1": "خۆت بخزێنە ناو بابەتگەلێکی تێڕامانەوە کە گەوهەرە شاراوەکانی زانین ئاشکرا دەکەن و گفتوگۆی مانادار دەوروژێنن.",
    "professional": "ئێمە پیشەییین",
    "dream-project": "بۆ پڕۆژەی خەونەکانت",
    "pro-builder": "بیناسازی پیشەیی",
    "build-home": "ئێمە ماڵەکەت دروست دەکەین",
    "we-are-trusted": "متمانە پێکراوین",
    "your-home": "بۆ ماڵی خەونەکانت",
    "menu": "مێنیو",
    "goal": "ئامانج",
    "customer-sat": "ڕازیبوونی کڕیار: دڵنیابوون لە ڕازیبوونی کڕیار بە گەیاندنی پڕۆژەکان لە کاتی خۆیدا، لە چوارچێوەی بودجە و بە بەرزترین ستانداردی کوالیتی.",
    "mission": "ئەرک",
    "mission-long": "بۆ پێشکەشکردنی خزمەتگوزاری بیناسازی ناوازە بە دەستپاکی، پیشەیی و داهێنان، تێپەڕاندنی چاوەڕوانییەکانی کڕیار و بەشداریکردن لە گەشەپێدانی بەردەوامی کۆمەڵگاکان.",
    "vision": "ڕوانگە",
    "vision-long": "بۆ ئەوەی وەک پێشەنگێک لە پیشەسازی بیناسازیدا بناسرێت، دانانی ستانداردی نوێی باشی لەڕێگەی پابەندبوونمان بە کوالیتی، سەلامەتی و بەردەوامیی ژینگەیی.",
    "15-years": "ئەزموونی ١٧ ساڵ",
    "welcome-to-meman": "بەخێربێن بۆ کۆمپانیای میمان",
    "meman-long": "کۆمپانیای مەمان بۆ بەڵێندەرایەتی گشتی و بازرگانی گشتی سنووردار تایبەتە، و تایبەتمەندە لە پێشکەشکردنی خزمەتگوزارییە جیاوازەکان لە بواری گرێبەستی گشتی و بازرگانی گشتی و بیناسازی و بیناسازی، وەک چۆن ئێمە جیا دەبینەوە بە ئەزموونی قووڵ و کارایی بەرز لە جێبەجێکردنی پڕۆژەی جۆراوجۆر، جا ئەو پڕۆژانە بێت لە کەرتی ژێرخانی، نیشتەجێبوون، بازرگانی، یان پیشەسازیداین، لە دامەزراندنی ئێمەوە، و هەوڵدەدەین بەرزترین ستانداردی کوالیتی و کارایی لە هەموو پڕۆژەکانماندا بەدەستبهێنین. تیمەکەمان شارەزا و پسپۆڕە لە چەندین دیسیپلینی ئەندازیاری و تەکنیکی، ئەمەش وامان لێدەکات بە وردی و کاریگەر پێداویستییەکانی کڕیارەکانمان دابین بکەین. ئێمە نوێترین تەکنەلۆژیا و پراکتیکەکان لە پیشەسازی بیناسازیدا دەگرینەبەر، دڵنیا دەبینەوە لەوەی کە پڕۆژەکان بە شێوەیەکی زۆر کارا و لە کاتی خۆیدا جێبەجێ دەکرێن.",
    "expert-workers": "کرێکاری شارەزا",
    "quality-work": "کاری کوالیتی",
    "support": "خزمەت گوزاری بەردەوام",
    "our-services": "خزمەتگوزاریەکانمان",
    "we-provide-services": "ئێمە خزمەتگوزاری پێشکەش دەکەین",
    "construction-long": "ئێمە هەموو شتێک کە پەیوەندی بە بیناسازی و کارەکانی بیناسازییەوە هەیە دابین دەکەین، ئەم کارانەی کە پێشکەشی دەکەین بریتین لە ئەنجامدانی کاری بەهێزکردن بۆ بینا و دامەزراوە جۆراوجۆرەکان، لەگەڵ ئەنجامدانی هەموو کارەکانی پەیوەست بە ژێرخانی ئابووری لە سەرەتاوە تا کۆتایی.",
    "construction-blog": "دروستکردنی تەلار ",
    "all": "گشت",
    "building-construction": "دروستلردنی بینا",
    "architecture-design": "بیناسازی کۆنکرێتی",
    "interior-design": "دیزانی ناوەوە",
    "house-renovation": "خانوو نۆژەنکردنەوە",
    "fixing-support": "چاکردنەوە",
    "painting": "رەنگکردن",
    "build-coco": "بیناسازی بیناسازی هونەر و زانستی کۆکردنەوەی کەرەستە و کار و تەکنەلۆژیایە بۆ دروستکردنی پێکهاتە کە ئامانجی جۆراوجۆر بەدیبهێنێت.",
    "a": "بیناسازی کۆنکرێتی",
    "b": "گۆڕینی خانووەکان بۆ ماڵ بە کاری دەستی ورد و چارەسەری دیزاینی داهێنەرانە.",
    "c": "بەڕێوەبردنی پڕۆژە",
    "d": "ئێمە خزمەتگوزاری گشتگیر پێشکەش دەکەین لە بواری بەڕێوەبردنی پڕۆژە، بەو پێیەی هەموو لایەنەکانی پڕۆژەکە لە پلاندانان و هەماهەنگییەوە تا دەگاتە بەڕێوەبردنی تەداروکات و گرێبەست، خشتەی کار، چاودێری، جێبەجێکردن و گەیاندنی. ئامانجمان دڵنیابوونە لە تەواوکردنی سەرکەوتووانەی پڕۆژەکان بەپێی پێداویستی و خواستەکانی کڕیاران",
    "e": "خزمەتگوزاری کارەبا",
    "f": "بە خزمەتگوزاری گشتگیر لەوانە دیزاین و دانان و چاککردنەوە، ئێمە خزمەتگوزاری تایبەتمەند پێشکەش دەکەین لە چەندین سیستەمی جۆراوجۆردا کە بریتین لە: سیستەمی کارەبایی (وایەر و دەرچە). سیستەمی لۆری (بۆری و فیتینگ). سیستەمی ئاگرکوژێنەوە و سەلامەتی. سیستەمی ئاسایش و چاودێری.",
    "g": "کار ی تەواوکردن و دیكۆرات",
    "h": "ئێمە هەموو ج ۆ ر ە ت ەواوکردن و دیکۆ رات ێ ک بۆ بینا کارگ ییە ڕ ت کان و کۆ مەڵگ ەی نیشتە ج ێبوون و کارگە و کارگ ەکان بە نو ێ تین سەلی قەی ن ێودەو ڵە ج ن ج ێبە دەکەین لەگەڵ پابە ندبوون ت ەواو بە ت کوالێ تەواوکردن",
    "i": "بۆیاخکردنی خانوو",
    "j": "ئێمە خزمەتگوزاری بۆیاخکردنی گشتگیر بۆ هەموو جۆرە بینایەک پێشکەش دەکەین، لەوانەش بینای نیشتەجێبوون و بازرگانی و پیشەسازی. خزمەتگوزاریەکانمان بریتین لە بۆیاخکردنی ناوەوە و دەرەوە، هەروەها بۆیاخکردن بۆ هەموو جۆرە ڕووکار و کەرەستەیەک.",
    "k": "بەڕێوەبەرەکەمان بناسە",
    "l": "سەهل عبدللە",
    "m": "بەڕێوەبەری کۆمپانیا",
    "n": "پرسیارە دووبارەکان",
    "o": "کۆمپانیای میمان چ خزمەتگوزارییەک پێشکەش دەکات؟"

  }